Repository: smauhourat/SiccoAppProject
Catalog: SiccoApp/Resources/Resources.*.resx
Languages: es

source: Back to List
es: Volver a la Lista

source: Choose your language
es: Elige su idioma

# CodBusinessTypeLong
source: Must be less than 20 characters
es: Debe ser menor a 20 caracteres

# CodBusinessTypeName
source: Code
es: Código

# CodBusinessTypeRequired
source: Code is required
es: Debe ingresar el Código

# CodDocumentationLong
source: Must be less than 20 characters
es: Debe ser menor a 20 caracteres

# CodDocumentationName
source: Code
es: Código

# CodDocumentationRequired
source: Code is required
es: Debe ingresar el Código

# CodDocumentationTemplateLong
source: Must be less than 20 characters
es: Debe ser menor a 20 caracteres

# CodDocumentationTemplateName
source: Code
es: Código

# CodDocumentationTemplateRequired
source: Code is required
es: Debe ingresar el Código

source: Create New
es: Crear Nuevo

source: Delete
es: Eliminar

# DescBusinessTypeLong
source: Must be less than 150 characters
es: Debe ser menor a 20 caracteres

# DescBusinessTypeName
source: Description
es: Descripción

# DescBusinessTypeRequired
source: Description is required
es: Debe ingresar la Descripcion

source: Details
es: Detalles

source: Edit
es: Editar

# EtyBusinessType
source: Business Type
es: Rubro

# EtyBusinessTypes
source: Business Type
es: Rubros

# EtyBusinessTypesTitle
source: Business Type List
es: Lista de Rubros

# EtyContractor
source: Contractor
es: Contratista

# EtyContractors
source: Contractor
es: Contratistas

# EtyContractorsTitle
source: Contractor List
es: Lista de Contratistas

# EtyCustomer
source: Customer
es: Cliente

# EtyCustomers
source: Customer
es: Clientes

# EtyCustomerTitle
source: Customer List
es: Lista de Clientes

# EtyDocumentation
source: Documentation
es: Documentacion

# EtyDocumentations
source: Documentation
es: Documentacion

# EtyDocumentationTitle
source: Documentation List
es: Lista de Documentacion

source: New
es: Nuevo

source: Save
es: Grabar

# DescDocumentationTemplateLong
source: Must be less than 150 characters
es: Debe ser menor a 150 caracteres

# DescDocumentationTemplateName
source: Description
es: Descripción

# DescDocumentationTemplateRequired
source: Description is required
es: Debe ingresar la Descripcion

# CompanyName_Long
source: Must be less than 150 characters
es: Debe ser menor a 150 caracteres

# CompanyName_Name
source: Name
es: Nombre

# CompanyName_Required
source: Name is required
es: Debe ingresar Nombre

# PhoneNumber_Long
source: Must be less than 20 characters
es: Debe ser menor a 20 caracteres

# PhoneNumber_Name
source: Phone Number
es: Telefono

# TaxIdNumber_Long
source: Must be less than 20 characters
es: Debe ser menor a 20 caracteres

# TaxIdNumber_Name
source: Tax Id
es: CUIT

# TaxIdNumber_Required
source: Tax Id is required
es: Debe ingresar el CUIT

source: Address
es: Dirección

source: City
es: Ciudad

source: Country
es: Pais

source: Active
es: Activo

source: Create
es: Crear

source: State
es: Provincia

source: Select
es: Seleccione

# EmergPhoneNumber_Name
source: Emerg. Phone Number
es: Te. Emergencia

# DocEntityType
source: Entity Type
es: Tipo Entidad

source: Periodicity
es: Periodicidad

source: Email
es: Mail

source: First Name
es: Nombre

source: Last Name
es: Apellido

# UserName
source: User
es: Usuario

source: Users
es: Usuarios

source: Confirm Password
es: Confirmacion Contraseña

# ConfirmPasswordNoMatch
source: The password and confirmation password do not match.
es: La Contraseña y la Confirmacion no coinciden

source: Log In
es: Iniciar Sesion

source: Password
es: Contraseña

source: Register
es: Registrar

# EtyEmployee
source: Employee
es: Empleado

# EtyEmployees
source: Employees
es: Empleados

source: Identification Number
es: Numero Identificatorio

# FirstName_Long
source: Must be less than 50 characters
es: Debe ser menor a 50 caracteres

# FirstName_Required
source: First Name is required
es: Debe ingresar el nombre

# LastName_Long
source: Must be less than 50 characters
es: Debe ser menor a 50 caracteres

# LastName_Required
source: Last Name is required
es: Debe ingresar el apellido

source: Phone Number
es: Numero Telefono

# VehicleIdentificationNumber
source: Vehicle Identification
es: Identificacion Vehiculo

# VehicleIdentificationNumber_Long
source: Must be less than 50 characters
es: Debe ser menor a 50 caracteres

# VehicleIdentificationNumber_Required
source: Vehicle Identification is required
es: Debe ingresar la Identificacion del Vehiculo

# VehicleDescription
source: Description
es: Descripcion

# VehicleDescription_Long
source: Must be less than 250 characters
es: Debe ser menor a 250 caracteres

# VehicleDescription_Required
source: Vehicle Description is required
es: Debe ingresar la Descripcion del Vehiculo

# EtyVehicle
source: Vehicle
es: Vehiculo

# EtyVehicles
source: Vehicles
es: Vehiculos

source: Documentation
es: Documentación

source: Importance
es: Importancia

# AssignedDocument
source: Documentation
es: Documentacion

# AssignedDocuments
source: Assigned Documentations
es: Documentacion Asignada

# AskToDelete
source: Are you sure you want to delete this?
es: Esta seguro que desea eliminar esto?

source: Add Documentation
es: Agregar Documentacion

# Importance_Range
source: The Value must be between 1 and 10
es: El valor debe ser entre 1 y 10

# Importance_Required
source: Importance is required
es: Debe ingresar la Importancia

# DocumentsCreate
source: Documentation Create
es: Crear Documentacion

# DocumentsDelete
source: Documentation Delete
es: Eliminar Documentacion

# DocumentsEdit
source: Documentation Edit
es: Editar Documentacion

source: Employees for Contractor
es: Empleados del Contratista

source: Employee Create
es: Crear Empleado

source: Employee Delete
es: Eliminar Empleado

source: Employee Edit
es: Editar Empleado

source: Vehicle Create
es: Crear Vehiculo

source: Vehicle Delete
es: Eliminar Vehiculo

source: Vehicle Edit
es: Editar Vehiculo

source: Vehicles for Contractor
es: Vehiculos del Contratista

# DescDocumentationName
source: Document
es: Documento

# PeriodID
source: Period
es: Periodo

source: Due Date
es: Fecha Limite

# RequirementStatus
source: Status
es: Estado

source: Resource Type
es: Tipo Recurso

# ResourceIdentification
source: Resource
es: Recurso

source: Approved Date
es: Fecha Aprobacion

source: Observations
es: Observaciones

source: Presentation Date
es: Fecha Presentacion

# PresentationState
source: State
es: Estado

source: Rejected Date
es: Fecha Rechazo

source: Download
es: Descargar

source: Download Document
es: Descargar Documento

source: Taken Date
es: Fecha Tomado

source: Taken For
es: Tomado por

source: Approve
es: Aprobar

source: Reject
es: Rechazar

# DescDocumentationLong
source: Must be less than 150 characters
es: Debe ser menor a 150 caracteres

# DescDocumentationName1
source: Description
es: Descripción

# DescDocumentationRequired
source: Description is required
es: Debe ingresar la Descripcion

# DocumentsDetail
source: Documentation Details
es: Detalles Documentacion

# BusinessTypesCreate
source: Business Type Create
es: Crear Rubro

# BusinessTypesDelete
source: Business Type Delete
es: Eliminar Rubro

# BusinessTypesDetail
source: Business Type Details
es: Detalles Rubro

# BusinessTypesEdit
source: Business Type Edit
es: Editar Rubro

# ContractorsCreate
source: Contractor Create
es: Crear Contratista

# ContractorsDelete
source: Contractor Delete
es: Eliminar Contratista

# ContractorsDetail
source: Contractor Details
es: Detalles Contratista

# ContractorsEdit
source: Contractor Edit
es: Editar Contratista

source: Users for Contractor
es: Usuarios del Contratista

# UsersCreate
source: User Create
es: Crear Usuario

# UsersDelete
source: User Delete
es: Eliminar Usuario

# UsersDetail
source: User Details
es: Detalles Usuario

# UsersEdit
source: User Edit
es: Editar Usuario

source: Requirements
es: Requerimientos

# EtyPresentation
source: Presentation
es: Presentacion

source: Attach
es: Adjuntar

source: Presentation Delete
es: Eliminar Presentacion

# EtyPresentations
source: Presentations
es: Presentaciones

# PresentationCount
source: Count
es: Cantidad

source: Auditors for Customer
es: Auditores del Cliente

# FormLogin
source: Login Form
es: Formulario Ingreso

# LoginContractorsTitle
source: Login Contractors
es: Ingreso Contratistas

# LoginCustomersTitle
source: Login Customers
es: Ingreso Clientes

# PasswordLogin
source: Password
es: Contraseña

# UsernameLogin
source: Username
es: Usuario

source: Reports
es: Reportes

# ReportsFromContractors
source: From Contractors
es: De Contratistas

# ReportsFromEmployees
source: From Employees
es: De Empleados

# ReportsFromVehicles
source: From Vehicles
es: De Vehiculos

# DocumentFiles
source: Files
es: Archivos

source: Full Name
es: Nombre Completo

source: Social Security Number
es: CUIL

# EmployeeRelationshipType
source: Relationship Type
es: Tipo Relacion

# EmployeeRelationshipType_Required
source: Relationship Type is EmployeeRelationshipType_Required
es: Debe ingresar Tipo Relacion

# EtyContract
source: Contract
es: Contrato

source: Period
es: Periodo

source: Search
es: Buscar

source: Profile
es: Perfil

# LoginAdminTitle
source: Login Administrators
es: Ingreso Administradores

# EtyBusinessTypeTemplatesTitle
source: Business Type Templates List
es: Lista de Rubros Tipo

# EtyBusinessTypeTemplates
source: Business Type Template
es: Rubros Tipo

# EtyBusinessTypeTemplate
source: Business Type Template
es: Rubro Tipo

# BusinessTypeTemplatesCreate
source: Business Type Template Create
es: Crear Rubro Tipo

# BusinessTypeTemplatesDelete
source: Business Type Template Delete
es: Eliminar Rubro Tipo

# BusinessTypeTemplatesDetail
source: Business Type Template Details
es: Detalles Rubro Tipo

# BusinessTypeTemplatesEdit
source: Business Type Template Edit
es: Editar Rubro Tipo

# DocumentsTemplateCreate
source: Documentation Template Create
es: Crear Documentacion Tipo

# DocumentsTemplateDelete
source: Documentation Template Delete
es: Eliminar Documentacion Tipo

# DocumentsTemplateDetail
source: Documentation Template Details
es: Detalles Documentacion Tipo

# DocumentsTemplateEdit
source: Documentation Template Edit
es: Editar Documentacion Tipo

# EtyDocumentationsTemplate
source: Documentation Template
es: Documentacion Tipo

# EtyDocumentationTemplate
source: Documentation Template
es: Documentacion Tipo

# EtyDocumentationTemplateTitle
source: Documentation Template List
es: Lista de Documentacion Tipo

source: Customer Create
es: Crear Cliente

source: Customer Delete
es: Eliminar Cliente

# CustomerDetail
source: Customer Details
es: Detalles Cliente

source: Customer Edit
es: Editar Cliente

source: Generate
es: Generar

# SP_MSG_EXIST_DOCUMENTATION
source: Already exist documentation
es: Ya existe Documentacion

# SP_MSG_EXIST_REQUIREMENT
source: Already exist requirements for Customer on Period
es: Ya existen los requerimientos para el Cliente en el Periodo

# RegenerateMatrix
source: Regen. Matrix
es: Regenerar Matriz

# BtnAccesoAdmin
source: Administrators Access
es: Acceso Administradores

# BtnAccesoAuditores
source: Auditors Access
es: Acceso Auditores

# BtnAccesoClientes
source: Customers Access
es: Acceso Clientes

# BtnAccesoContratistas
source: Contractors Access
es: Acceso Contratistas

# CopyRightFooter
source: ©2016 All Rights Reserved. Sicco!. Privacy and Terms
es: ©2016 Sicco Todos los Derechos Reservados. Terminos y Condiciones.

# TtlBienvenida
source: Welcome to Sicco
es: Bienvenido al Sistema de Control de Contratistas.

source: Contracts for Contractor
es: Contratos del Contratista

source: Contract Code
es: Cod. Contrato

source: End Date
es: Fecha Fin

source: Start Date
es: Fecha Comienzo

# ContractDescription
source: Description
es: Descripcion

# ContractDescription_Long
source: Must be less than 250 characters
es: Debe ser menor a 250 caracteres

# ContractDescription_Required
source: Contract Description is required
es: Debe ingresar la Descripcion del Contrato

source: Contract Create
es: Crear Contrato

source: Contract Delete
es: Eliminar Contrato

source: Contract Edit
es: Editar Contrato

source: Assigned Employees
es: Empleados Asignados

# EmployeeContractDelete
source: Delete Employee Contract
es: Eliminar Contrato Empleado

# EtyEmployeeContract
source: Employee Contract
es: Contrato Empleado

source: To Assign Employee
es: Asignar Empleado

source: Assigned Vehicles
es: Vehiculos Asignados

# EtyVehicleContract
source: Vehicle Contract
es: Contrato Vehiculo

source: To Assign Vehicle
es: Asignar Vehiculo

# VehicleContractDelete
source: Delete Vehicle Contract
es: Eliminar Contrato Vehiculo

source: Action
es: Accion

source: Assign Documentation
es: Asignar Documentacion

source: To Assign Documentation
es: Asignar Documentacion

# EtyUser
source: User
es: Usuario

# EtyContracts
source: Contracts
es: Contratos

# ContractEndDate
source: End Date
es: Fecha Fin

# ContractStartDate
source: Start Date
es: Fecha Comienzo

# EtyAuditors
source: Auditors
es: Auditores

source: Assigned Customers
es: Clientes Asignados

# AssignCustomers
source: Assign Customer
es: Asignar Cliente

source: Take
es: Tomar

# DocumentAttach_Required
source: You must attach a Document
es: Debe adjuntar un Documento

# EmployeeIdentNumber_Required
source: Indentification Number is Required
es: Debe ingresar el Nro. Identificacion

source: Restrict Access
es: Restringe Acceso

source: Invalid username or password
es: Usuario o contraseña inválidos

# IsNotEmailConfirmed
source: You need to confirm the email to be able to enter the Application.
es: Necesita confirmar el mail para poder ingresar al Sistema.
